/* No comment provided by engineer. */
"Break over!" = "Vége a szünetnek!";

/* Label text for cancel button */
"Cancel" = "Mégse";

/* Label text for done button */
"Done" = "Kész";

/* No comment provided by engineer. */
"Done!" = "Kész!";

/* Label for long break in selector */
"Long Break" = "Hosszú szünet";

/* Photo by ... */
"Photo by" = "Fotó:";

/* Label for short break in selector */
"Short Break" = "Rövid szünet";

/* No comment provided by engineer. */
"Time for some break." = "Ideje egy rövid szünetnek.";

/* No comment provided by engineer. */
"Time for some work." = "Ideje egy kis munkának.";

/* The label for the number of work sessions for today */
"Today" = "Ma";

/* Label for work in selector */
"Work" = "Munka";

/* No comment provided by engineer. */
"Work done!" = "Kész a munka!";

